[
  {
    "id": "c13374d6-ce6f-40ed-90d0-eb76536c4ea2",
    "characterName": "Gurra",
    "class": "None-Mutated Human",
    "weapon": "Knives",
    "description": "A none-mutated human (NMH) almost looks like humans today, but they're somewhat more resilient and though. They don't like mutants, even if they were the ones that created them. The most NMH's consider they've got the rights to rule over mutants, mutated animals and robots."
  },
  {
    "id": "30941be5-f1e1-4313-ad87-0f969181f7f5",
    "characterName": "Conny",
    "class": "Mutated Human",
    "weapon": "Machinegun",
    "description": "Mutated Humans have physical mutations that are both good and bad, the bad ones are called defects. Mutants often sees themself as less worthy than NMH, and some see their mutations making them stronger. Mutants are often very tolerant to other classes."
  },
  {
    "id": "b8f7ca82-3117-4067-ae1d-f0482bd5e70a",
    "characterName": "Sassa",
    "class": "Psi-Mutant",
    "weapon": "Pistol",
    "description": "A Psi-mutant is a mentally mutated human. They have released powers in their brain, such as telepathic and teleknesis. But while their brains have developed, their bodies have weakend. Psi-mutants only has mental mutations, they're always humans, never animals. Psi-mutants recents physical violence, they appreciate intelligence in all forms. Psi-mutants are often secret about their powers, because NMH's thinks they are weird and filled with evil forces."
  },
  {
    "id": "20c8bfb8-42d6-4950-962d-bb86fa083866",
    "characterName": "Pekka",
    "class": "Robot",
    "weapon": "Ray-gun",
    "description": "A robot is a humanoid looking machine with arificiell intelligence. The robots were manufactured before the great plague. They are made out of plastic and metal. Robots also have the extra skill 'repair', which is good for repairing broken objects. They also have the property 'obedience', so there's always a slight chance that they will follow orders from a NMH. It's not always possible to look at a robot and tell it is a robot, they are very humanlike."
  },
  {
    "id": "fc7f2079-910a-47b9-bcd3-e24fbc53f617",
    "characterName": "Rulle",
    "class": "Mutated Animal",
    "weapon": "Throwing axe",
    "description": "The animals either have physical or mental mutations. They often have physical than mental mutations though. Mutated animals can speak and have developed ther front paws to hands, which make them walk upright. Mutated animals often live in areas with their own kind, where no humans live. And also by species, like dogs for themselfs and lions by themself. They have difficulty understanding other cultures, but they are very tolerante to other classes."
  }
]